export const SITE = {
  brand: "Фабрика детских идей",
  hero: {
    title: "Фабрика детских идей",
    subtitle: "Наши мастерские проходят на разных площадках как оффлайн, так и онлайн.",
  },

  split: {
    left: {
      tag: "Оффлайн",
      title: "Что мы творим",
      text: [
        "Ребята любого возраста с полной и пустой головой идей могут реализовать свой творческий и инженерский потенциал.",
        "Дружелюбная свободная атмосфера поможет запустить в человеке бесконечный поток и полет фантазии, которая выльется как словами, так и делами.",
        "Мы предлагаем разные форматы для высказывания идей: сообразить из материалов с помощью разных инструментов, зарисовать концепцию, надиктовать словами.",
        "Используя нейросети мы получим не только глубину возможностей, но и разные цифровые способы реализации, такие как: визуализация, видеооживление, создание своего сайта или видеоигры и многое другое."
      ]
    },

    right: {
      tag: "Онлайн",
      title: "Экосистема идей",
      text: [
        "На оффлайн встречах акцент делается на создание общей или персональной экосистемы\журнала\блога.",
        "Ведущий собирает идеи каждого участника для цифрового создания каждой задумки."
      ]
    }
  },

  contacts: {
    title: "Контакты",
    telegramLabel: "@rasdmi Дима",
    telegramHref: "https://t.me/rasdmi",
    portfolioLabel: "Портфолио обо мне",
    portfolioHref: "https://example.com" // поменяй на свой сайт
  },

  cta: {
    primary: { label: "Написать в Telegram", href: "https://t.me/rasdmi" },
    secondary: { label: "Смотреть портфолио", href: "https://example.com" }
  }
};
